interface contentType {
  id: number,
  title: string,
  description: string,
}

export const infoBannerContentCards: Array<contentType> = [
  {
    id: 1,
    title: "Наши преимущества",
    description: "Основным деловым преимуществом нашей компании является высокий профессионализм сотрудников, а также опыт выполнения проектов в сфере оценки и консалтинга с последующим согласованием результатов с крупнейшими международными аудиторскими компаниями. Эверест Консалтинг имеет лицензию на проведение работ, связанных с использованием сведений, составляющих государственную тайну ГТ 0103356.",
  },
  {
    id: 2,
    title: "Наши специалисты",
    description: "Специалисты Эверест Консалтинг являются членами таких профессиональных организаций, как СМАО, РОО, НП СРО \"ДСО\", МСНО-НП \"ОПЭО\", Восточно-Европейский союз экспертов (OSV), а также получили квалификации и аккредитацию Американского общества оценщиков (ASA)",
  },
  {
    id: 3,
    title: "Цель компании",
    description: "Наша цель – оказание полного комплекса консультационных услуг в области оценки и консалтинга (финансового, управленческого, налогового и строительного) специалистами, обладающими международными квалификациями и значительным опытом выполнения подобных проектов как в России, так и за рубежом.",
  }
]
