export const listNews = [
    {
        _id: 1,
        title: 'В декабре завершено более 20 проектов по различным направлениям деятельности компании.',
        date: '1 января 2025',
        p: [
            {
                title: null,
                content: 'Департаментом строительного консалтинга были закрыты очередные этапы финансово-технического надзора за строительством объектов в рамках мониторинга целевого использования кредитных средств для одного из крупнейших российских банков, входящих в тройку лидеров банковского сектора.\nЗаказчиками выступают строительные холдинги - застройщики федерального уровня.',
                enums: []
            },
            {
                title: 'Департаментом оценки были выполнены проекты по оценке:',
                content: null,
                enums: [
                    'нематериальных активов дистрибьютора российского и зарубежного медицинского оборудования;',
                    'бизнеса ряда компаний (автомобильный бизнес, оптовая торговля специализированным оборудованием и пр.)  для целей предоставления результатов в Правительственную комиссию по иностранным инвестициям;',
                    'бизнеса и активов ряда компаний - лидеров строительной отрасли для различных целей, в том числе для формирования бухгалтерской отчетности по российским и международным стандартам, формирования отчетности инвестиционных фондов, находящихся под доверительным управлением;',
                    'бизнеса европейской компании(отрасль грузоперевозок',
                    'имущества ГОК для целей страхования;',
                    'имущества и бизнеса ТЭЦ для одного из энергетических холдингов РФ;',
                    'других активов и бизнеса.'
                ]
            }
        ]
    },
    {
        _id: 2,
        title: 'В январе было выполнено более 40 проектов.',
        date: '28 января 2025',
        p: [
            {
                content: 'Департамент оценки завершил определение рыночной стоимости объектов недвижимого имущества нескольких страховых компаний, оценку имущественных комплексов и тестирование на обесценение активов ряда крупных производственных компаний для формирования отчетности в соответствии с МСФО и ФСБУ.',
            },
            {
                content: 'Для целей страхования выполнен проект по оценке вагонного парка одного из крупнейших логистических операторов.'
            },
            {
                content: 'Кроме того завершено несколько проектов для целей предоставления результатов в Правительственную комиссию по иностранным инвестициям.'
            }
            ,
            {
                content: 'Специалисты компании завершили ряд проектов по оценке разного типа имущества - медицинского оборудования, трансформаторных подстанций, прочего движимого имущества – наряду с определением арендных ставок машиномест и прочего недвижимого имущества для различных целей, в том числе купли-продажи, оценку бизнеса и активов ряда компаний для формирования отчетности инвестиционных фондов, находящихся под доверительным управлением.'
            },
            {
                content: 'Департаментом строительного консалтинга завершено два проекта по оценке обязательств по ресторации и рекультивации промышленных объектов добывающих компаний.'
            }
        ]
    },
    {
        _id: 3,
        title: 'В первой декаде февраля выполнено более 60 проектов.',
        date: '12 февраля 2025',
        p: [
            {
                title: 'Департаментом оценки завершены проекты по определению стоимости:',
                content: null,
                enums: [
                    'недвижимого и движимого имущества, а также бизнеса ряда компаний (крупного аэропорта в России, теплогенерирующей компании, крупного строительно-промышленного холдинга, нескольких компаний пищевой промышленности),',
                    'коммерческой недвижимости и программного обеспечения страховых компаний, коммерческой недвижимости одного из крупнейших ритейлеров, а также крупного девелопера.',
                    'также выполнены проекты по тестированию на обесценение активов нескольких компаний строительной отрасли.'
                ]
            },
            {
                content: 'Проекты выполнялись для различных целей, в том числе для формирования отчетности инвестиционных фондов, находящихся под доверительным управлением, для предоставления результатов в Правительственную комиссию по иностранным инвестициям, для целей залога, а также для формирования бухгалтерской отчетности по российским и международным стандартам.'
            }
        ]
    },
    {
        _id: 4,
        title: 'В феврале закрыты проекты по определению стоимости недвижимости ряда страховых компаний для целей формирования бухгалтерской отчетности по российским стандартам, а также для целей купли-продажи.',
        date: '3 марта 2025',
        p: [
            {
                content: 'Для целей формирования бухгалтерской отчетности по международным стандартам завершены проекты по оценке справедливой стоимости активов и тестированию на обесценение одного из дочерних предприятий крупной государственной корпорации.'
            },
            {
                content: 'Кроме того завершено несколько проектов по оценке стоимости активов и бизнеса ряда компаний для формирования отчетности инвестиционных фондов, находящихся под доверительным управлением, а также по оценке бизнеса ряда компаний для предоставления результатов в Правительственную комиссию по иностранным инвестициям.'
            }
        ]
    },
    {
        _id: 5,
        title: 'В первой половине марта закрываем проекты по оценке справедливой стоимости активов для целей отражения в отчетности по международным стандартам, а также в соответствии с Федеральными стандартами бухгалтерского учета.',
        date: 'Первая половина марта 2025',
        p: [
            {
                content: ' Среди клиентов – ряд крупных цементных заводов, страховые и логистические компании. Одно из направлений оценки для целей отражения в отчетности – реализованный проект по оценке прав требования по договорам участия в долевом строительстве.'
            },
            {
                content: 'Кроме того завершено несколько проектов по оценке стоимости активов и бизнеса ряда компаний для формирования отчетности инвестиционных фондов, находящихся под доверительным управлением.'
            }
        ]
    },
    {
        _id: 6,
        title: 'В марте департаментом строительного консалтинга завершены проекты по финансово-техническому надзору инвестиционных проектов по строительству завода по глубокой переработке мясосырья в Псковской области, а также жилого комплекса в Москве, а также подготовил стартовый отчет в рамках аудита проекта по увеличению добывающих и перерабатывающих мощностей в Красноярском крае.',
        date: 'Март 2025',
        p: [
            {
                content: 'Департамент оценки реализовал более 60 проектов, в том числе по оценке бизнеса предприятий цементной отрасли, оценке бизнеса транспортно-логистического оператора, оценке недвижимости страховых компаний, оценке непрофильных активов и товарного знака крупного ритейлера, оценке колесных пар, а также коммерческой недвижимости, в том числе для формирования отчетности инвестиционных фондов, находящихся под доверительным управлением.'
            },
            {
                content: 'Ряд проектов выполнялись для целей отражения в отчетности по международным стандартам, а также в соответствии с Федеральными стандартами бухгалтерского учета.'
            },
            {
                content: 'Кроме того завершено несколько проектов для целей предоставления результатов в Правительственную комиссию по иностранным инвестициям.'
            }
        ]
    }
]