interface Card {
  id: number,
  title: string,
  description: string,
  sticker: string
}

export const priceInfoCards: Array<Card> = [
  {
    id: 1,
    title: "Наша компания",
    description: "Компания Эверест Консалтинг создана в 2010 году. Учредители компании ранее занимали руководящие позиции в группе оценки российского подразделения международной аудиторской компании",
    sticker: "company-sticker"
  },
  {
    id: 2,
    title: "Наша компания",
    description: "Компания Эверест Консалтинг создана в 2010 году. Учредители компании ранее занимали руководящие позиции в группе оценки российского подразделения международной аудиторской компании",
    sticker: "company-sticker"
  },
  {
    id: 3,
    title: "Наша компания",
    description: "Компания Эверест Консалтинг создана в 2010 году. Учредители компании ранее занимали руководящие позиции в группе оценки российского подразделения международной аудиторской компании",
    sticker: "company-sticker"
  },
  {
    id: 4,
    title: "Наша компания",
    description: "Компания Эверест Консалтинг создана в 2010 году. Учредители компании ранее занимали руководящие позиции в группе оценки российского подразделения международной аудиторской компании",
    sticker: "company-sticker"
  },
]
