import type {ratingDescription} from "@/utils/types";

export interface RatingDescriptionKeysType {
  title: string,
  value: string,
}

export interface RatingType {
  id: number,
  year: number,
  infoByYear: Array<RatingDescriptionKeysType>,
}

export const ratingConfig: Array<RatingType> = [
  {
    id: 1,
    year: 2023,
    infoByYear: [
      {title: "Место среди Крупнейших оценочных организаций", value: "9"},
      {title: "Деловой потенциал компании", value: "11"},
      {title: "Оценка бизнеса и ценных бумаг", value: "12"},
      {title: "Переоценки основных средств в т.ч. в целях МСФО", value: "1"},
      {title: "Оценки нематериальных активов и интеллектуальной собственности", value: "3"},
      {title: "Оценки инвестиционных проектов", value: "3"},
    ]
  },
  {
    id: 1,
    year: 2022,
    infoByYear: [
      {title: "Место среди Крупнейших оценочных организаций", value: "9"},
      {title: "Деловой потенциал компании", value: "11"},
      {title: "Оценка бизнеса и ценных бумаг", value: "9"},
      {title: "Переоценки основных средств в т.ч. в целях МСФО", value: "1"},
      {title: "Оценки нематериальных активов и интеллектуальной собственности", value: "1"},
      {title: "Оценки инвестиционных проектов", value: "4"},
    ]
  },
  {
    id: 1,
    year: 2021,
    infoByYear: [
      {title: "Место среди Крупнейших оценочных организаций", value: "9"},
      {title: "Деловой потенциал компании", value: "15"},
      {title: "Оценка бизнеса и ценных бумаг", value: "18"},
      {title: "Переоценки основных средств в т.ч. в целях МСФО", value: "1"},
      {title: "Оценки нематериальных активов и интеллектуальной собственности", value: "2"},
      {title: "Оценки инвестиционных проектов", value: "0"},
    ]
  },
  {
    id: 2,
    year: 2020,
    infoByYear: [
      {title: "Место среди Крупнейших оценочных организаций", value: "9"},
      {title: "Деловой потенциал компании", value: "11"},
      {title: "Оценка бизнеса и ценных бумаг", value: "99"},
      {title: "Переоценки основных средств в т.ч. в целях МСФО", value: "1"},
      {title: "Оценки нематериальных активов и интеллектуальной собственности", value: "7"},
      {title: "Оценки инвестиционных проектов", value: "0"},
    ]
  },
  {
    id: 3,
    year: 2019,
    infoByYear: [
      {title: "Место среди Крупнейших оценочных организаций", value: "14"},
      {title: "Деловой потенциал компании", value: "15"},
      {title: "Оценка бизнеса и ценных бумаг", value: "0"},
      {title: "Переоценки основных средств в т.ч. в целях МСФО", value: "1"},
      {title: "Оценки нематериальных активов и интеллектуальной собственности", value: "6"},
      {title: "Оценки инвестиционных проектов", value: "0"},
    ]
  },
  {
    id: 4,
    year: 2018,
    infoByYear: [
      {title: "Место среди Крупнейших оценочных организаций", value: "8"},
      {title: "Деловой потенциал компании", value: "13"},
      {title: "Оценка бизнеса и ценных бумаг", value: "0"},
      {title: "Переоценки основных средств в т.ч. в целях МСФО", value: "2"},
      {title: "Оценки нематериальных активов и интеллектуальной собственности", value: "3"},
      {title: "Оценки инвестиционных проектов", value: "0"},
    ]
  },
  {
    id: 5,
    year: 2017,
    infoByYear: [
      {title: "Место среди Крупнейших оценочных организаций", value: "11"},
      {title: "Деловой потенциал компании", value: "21"},
      {title: "Оценка бизнеса и ценных бумаг", value: "0"},
      {title: "Переоценки основных средств в т.ч. в целях МСФО", value: "1"},
      {title: "Оценки нематериальных активов и интеллектуальной собственности", value: "24"},
      {title: "Оценки инвестиционных проектов", value: "0"},
    ]
  },
  {
    id: 6,
    year: 2016,
    infoByYear: [
      {title: "Место среди Крупнейших оценочных организаций", value: "13"},
      {title: "Деловой потенциал компании", value: "26"},
      {title: "Оценка бизнеса и ценных бумаг", value: "0"},
      {title: "Переоценки основных средств в т.ч. в целях МСФО", value: "2"},
      {title: "Оценки нематериальных активов и интеллектуальной собственности", value: "25"},
      {title: "Оценки инвестиционных проектов", value: "0"},
    ]
  },
  {
    id: 7,
    year: 2015,
    infoByYear: [
      {title: "Место среди Крупнейших оценочных организаций", value: "24"},
      {title: "Деловой потенциал компании", value: "43"},
      {title: "Оценка бизнеса и ценных бумаг", value: "0"},
      {title: "Переоценки основных средств в т.ч. в целях МСФО", value: "2"},
      {title: "Оценки нематериальных активов и интеллектуальной собственности", value: "14"},
      {title: "Оценки инвестиционных проектов", value: "0"},
    ]
  },
  {
    id: 8,
    year: 2014,
    infoByYear: [
      {title: "Место среди Крупнейших оценочных организаций", value: "21"},
      {title: "Деловой потенциал компании", value: "59"},
      {title: "Оценка бизнеса и ценных бумаг", value: "0"},
      {title: "Переоценки основных средств в т.ч. в целях МСФО", value: "7"},
      {title: "Оценки нематериальных активов и интеллектуальной собственности", value: "0"},
      {title: "Оценки инвестиционных проектов", value: "0"},
    ]
  },
  {
    id: 9,
    year: 2013,
    infoByYear: [
      {title: "Место среди Крупнейших оценочных организаций", value: "41"},
      {title: "Деловой потенциал компании", value: "59"},
      {title: "Оценка бизнеса и ценных бумаг", value: "0"},
      {title: "Переоценки основных средств в т.ч. в целях МСФО", value: "10"},
      {title: "Оценки нематериальных активов и интеллектуальной собственности", value: "0"},
      {title: "Оценки инвестиционных проектов", value: "0"},
    ]
  },
  {
    id: 10,
    year: 2012,
    infoByYear: [
      {title: "Место среди Крупнейших оценочных организаций", value: "44"},
      {title: "Деловой потенциал компании", value: "66"},
      {title: "Оценка бизнеса и ценных бумаг", value: "0"},
      {title: "Переоценки основных средств в т.ч. в целях МСФО", value: "0"},
      {title: "Оценки нематериальных активов и интеллектуальной собственности", value: "0"},
      {title: "Оценки инвестиционных проектов", value: "0"},
    ]
  },
  {
    id: 11,
    year: 2011,
    infoByYear: [
      {title: "Место среди Крупнейших оценочных организаций", value: "59"},
      {title: "Деловой потенциал компании", value: "76"},
      {title: "Оценка бизнеса и ценных бумаг", value: "0"},
      {title: "Переоценки основных средств в т.ч. в целях МСФО", value: "0"},
      {title: "Оценки нематериальных активов и интеллектуальной собственности", value: "0"},
      {title: "Оценки инвестиционных проектов", value: "0"},
    ]
  }
]

